{
    "addGuardian": "Your dependent member profiles will be transferred to your nominated guardian if you become incapacitated",
    "allergyInfo": "Known allergies and reactions could facilitate the member's diagnosis and treatment",
    "appSyncStatus": "Download our app and setup your personal panic button",
    "bloodInfo": "Disclosure of blood type could facilitate the member's medical treatment",
    "brainDeath": "Brain death is defined as an irreversible form of unconsciousness characterized by a complete loss of brain function while the heart continues to beat. Brain death patients may be potential organ and tissue donors",
    "captcha": "Please answer the math problem",
    "cardiacDeath": "Cardiac death is defined as the cessation of heart function. Cardiac death patients are usually not suitable candidates for organ donation, but may be potential tissue donors",
    "cellPhone": "This number may be used for emergency contact. Please ensure that you have entered your number correctly",
    "clickToAssignEmergencyContact": "Click to assign emergency contact person",
    "clickToExpandAll": "Click to expand all tabs",
    "clickToCollapseAll": "Click to collapse all tabs",
    "complete":"complete",
    "contactEmail": "Please provide an email address where we can contact you",
    "dateOfBirth": "You must be at least 16 years old to register as an iCE Angel - ID™ account holder. Please enter your correct date of birth as this may be valuable information in case of emergency",
    "dateOfVaccination": "Date of vaccination",
    "doctorInfo": "The member's doctor may need to be contacted in case of emergency",
    "doctorName": "Doctor's name",
    "doctorPhone": "Doctor's contact number",
    "doctorSpecialty": "Doctor's medical speciality",
    "ecpEmail": "We will send your request to this email address",
    "email": "We will send all account notifications including emergency alerts to this email address! Please ensure that this is a valid and active email address",
    "emergencyChannel": "In case of emergency, we will notify you via (a) your account email address, and (b) push notification (if you have installed our APP). You may select additional emergency notification channels",
    "emergencyContactPersonFor": "As their emergency contact person, will be notified when an emergency alert is triggered for your friend in need",
    "employerOrWorkplace": "Please enter the name of the member's employer or workplace as they may need to be contacted in case of emergency",
    "employerOrWorkplaceTelephone": "The member's employer or workplace may need to be contacted in case of emergency",
    "facebook": "Facebook",
    "familyPastMedicalHistory": "Disclosure of family medical history could facilitate the member's diagnosis and treatment",
    "guardianEmail": "We will send your request to this email address",
    "guardianFor": "As their account Guardian, you have been nominated to \"adopt\" your friend in need's family member profiles in event that they are incapacitated",
    "homeAddress": "The member's home address could facilitate contact with the member's family in case of emergency",
    "homeTelephone": "The member's home telephone number could facilitate contact with the member's family in case of emergency",
    "idOrSocialSecurity": "The member's identity or social security number could facilitate emergency procedures",
    "immunizationInfo": "Disclosure of immunizations could facilitate the member's diagnosis and treatment",
    "incomplete":"incomplete",
    "insuranceCompanyName": "This will facilitate contact of the member's insurance company in case of emergency",
    "insurancePhone": "The insurance company could be contacted in case of emergency",
    "insurancePlanName": "Enter the name of your insurance plan type if applicable",
    "livingWill": "A Living Will or Advance Health Care Directive is a legal document that provides the writer's family, doctors, and caregivers with instruction as to the extent of the life prolonging treatment they wish to undergo in event that they are incapacitated with no chance of recovery",
    "locationTracking": "Location tracking is subject to GPS availability or network location services and is only accessible once an emergency alert has been triggered",
    "maintainRecords": "Maintain medical, insurance, personal records",
    "medicalConditionInfo": "Disclosure of past and present medical conditions could facilitate the member's diagnosis and treatment",
    "medicationDates": "Please enter the start and end date (if applicable) during which this medication was used",
    "medicationDose": "Please enter the medication dose strength and select the unit of measure eg 300mg",
    "medicationFrequency": "Please indicate the frequency of use",
    "medicationInfo": "Disclosure of current medication use could facilitate the member's treatment Please list all",
    "medicationPurpose": "Please enter the reason for taking this medication",
    "medicationStatus": "Indicate whether this medication use is on-going, or short term, or for a past condition",
    "memberCellPhone": "Please enter the member's personal cellular number, or check the box if the member shares your same cellular number",
    "memberDateOfBirth": "Please enter the member's correct date of birth as this may be valuable information in case of emergency",
    "memberEmail": "Please enter the member's personal email address, or check the box if the member shares your same email address",
    "memberEmergencyContactPerson": "Up to two emergency contact persons may be linked to each member. It is recommended that at least one of the selected emergency contact persons does not normally live or travel together with the member",
    "memberGender": "Gender could facilitate member identification and medical treatment",
    "memberId": "The member ID is used to trigger an alert for the member",
    "memberName": "Please enter the member's correct name as this may be valuable information in case of emergency",
    "name": "Please enter your correct name as this may be valuable information in case of emergency",
    "nationality": "Nationality could facilitate embassy or consular assistance in case of emergency. If you hold more than one citizenship, please select your preferred nationality",
    "note": "Comments or notes may be added here",
    "numbersInSeries": "Some vaccines are required to be taken in a series of more than one. If applicable, please indicate this specific series number. For example number 1 of 3",
    "organDonorStatus": "Being an organ donor may help save the life of another human being",
    "passport": "Passport number could facilitate emergency procedures, especially when travelling abroad",
    "password": "Note that passwords are case sensitive! Your password must be between 4 and 12 characters long and may include alphanumeric and special keys",
    "pending": "Pending",
    "photo": "A photo could assist with member identification in case of emergency. We recommend choosing a passport type photo taken in full-face view against a light background",
    "pleaseEnterAccountLoginPassword": "Please enter your iCE Angel - ID™ account login password here",
    "removePartnerAsECP": "remove partner as ECP",
    "repeatEmail": "Please retype your email address",
    "repeatPassword": "Your password is case sensitive. Please confirm your password",
    "secondaryEmail": "We recommend that you to provide an alternate email address as a security measure in event that you are unable to access your primary email address",
    "securityQuestion": "These answers can be added as an additional security measure to reset your lost password. Your answers are case sensitive",
    "selectEcp": "Select an email address from the list",
    "synced": "Panic button synced",
    "twitter": "Twitter",
    "unSynced": "Panic button not synced",
    "surgicalHistoryInfo": "Disclosure of surgical history could facilitate the member's diagnosis and treatment",
    "uploadDonorCard": "A copy of the member's organ donor registration card may be uploaded here",
    "uploadLivingWill": "A copy of the member's Living Will or Advance Health Care Directive may be uploaded here",
    "wechat": "WeChat",
    "youMayLeaveAShortEmergencyMessage": "You may leave a short emergency message for your loved ones such as specific instructions, or passwords",
    "youMayUploadHospitalRecords": "You may upload and store any hospital records here such as x-rays, reports etc",
    "youtube": "YouTube",
    "youko": "Youku"
}